Repository: tinuzz/wp-plugin-trackserver
Catalog: lang/trackserver-*.po
Languages: de_de

source: Edit track properties
de_de: Toureneigenschaften bearbeiten

source: Edit
de_de: Bearbeiten

source: View
de_de: Anzeigen

source: User
de_de: Benutzer

source: End
de_de: Einde

source: Points
de_de: Punkte

source: Distance
de_de: Entfernung

source: Source
de_de: Quelle

source: Comment
de_de: Bemerkung

source: Delete
de_de: Löschen

source: Merge
de_de: Zusammenführen

source: Download as GPX
de_de: Download als GPX

source: Recalculate
de_de: Neu berechnen

source: Upload tracks
de_de: Touren hochladen

source: No tracks to display.
de_de: Keine Touren vorhanden.

source: Are you sure?
de_de: Sind Sie sicher?

source: deletion
de_de: Löschung

source: merging
de_de: Zusammenführung

source: recalculation
de_de: Neuberechnung

source: downloading
de_de: Herunterladen

source: track
de_de: Tour

source: tracks
de_de: Touren

source: Edit track
de_de: Tour bearbeiten

source: Delete point
de_de: Punkt löschen

source: Split track here
de_de: Tour hier auftrennen

source: Save changes
de_de: Änderungen speichern

source: There are unsaved changes. Save?
de_de: Es existieren ungespeicherte Änderungen. Jetzt speichern?

source: Save
de_de: Speichern

source: Discard
de_de: Verwerfen

source: Cancel
de_de: Abbrechen

source: For %1$s, select %2$s %3$s at minimum
de_de: Für %1$s, wählen Sie minimal %2$s %3$s

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die erforderlichen Benutzerrechte, um auf diese Seite zuzugreifen.

source: Trackserver Options
de_de: Trackserver Optionen

source: Settings updated
de_de: Einstellung aktualisiert

source: Update options
de_de: Einstellungen aktualisieren

source: TrackMe settings
de_de: TrackMe Einstellungen

source: OruxMaps MapMyTracks settings
de_de: OruxMaps MapMyTracks Einstellungen

source: OsmAnd settings
de_de: OsmAnd Einstellungen

source: AutoShare settings
de_de: AutoShare Einstelungen

source: Settings
de_de: Einstellungen

source: How to use TrackMe
de_de: Wie benutzt man TrackMe

source: Download TrackMe
de_de: TrackMe herunterladen

source: How to use OruxMaps MapMyTracks
de_de: Wie verwendet man OruxMaps MapMyTracks

source: Download OruxMaps
de_de: OruxMaps herunterladen

source: How to use OsmAnd
de_de: Wie verwendet man OsmAnd

source: Download OsmAnd
de_de: OsmAnd herunterladen

source: Download OwnTracks
de_de: OwnTracks herunterladen

source: How to use AutoShare
de_de: AutoShare herunterladen

source: Download AutoShare
de_de: AutoShare herunterladen

source: Please check with your map tile provider what attribution is required.
de_de: Bitte überprüfen Sie welche Zuordnung für den Kartenanbieter erforderlich ist.

source: The URL slug for the 'gettrack' API, used by Trackserver's shortcode [tsmap]
de_de: Der URL-Slug für die "gettrack" API, verwendet von Trackservers Shortcode [tsmap]

source: There is generally no need to change this.
de_de: Dies muss normlerweisel nicht geändert werden.

source: FAQ about security
de_de: FAQ über Sicherheit

source: Check this to enable the proxy for external tracks, which can be used by prefixing their URL with 'proxy:'
de_de: Aktivieren Sie diese Option, um den Proxy für externe Touren zu aktivieren, die verwendet werden können, indem Sie der URL 'proxy:' voranstellen.

source: This will enable your authors to invoke HTTP requests originating from your server. Only enable this when you need it and if you trust your authors not to use harmful URLs. Please see the %1$s for more information.
de_de: Dadurch können Ihre Autoren HTTP-Anfragen von Ihrem Server aufrufen. Aktivieren Sie dies nur, wenn Sie es benötigen und wenn Sie Ihren Autoren vertrauen, keine schädlichen URLs zu verwenden. Weitere Informationen finden Sie in%1$s.

source: The URL slug for TrackMe, used in 'URL Header' setting in TrackMe
de_de: Der URL-Slug für TrackMe, der in der Einstellung "URL-Header" in TrackMe verwendet wird

source: Full URL header
de_de: Vollständiger URL-Header

source: Note about HTTPS: %1$s as of v%2$s does not support %3$s for HTTPS connections. If your WordPress install is hosted on a HTTPS URL that depends on SNI, please use HTTP. This is a problem with %1$s that Trackserver cannot fix.
de_de: Hinweis zu HTTPS:%1$s ab v%2$s unterstützt %3$s für HTTPS-Verbindungen nicht. Wenn Ihre WordPress-Installation auf einer HTTPS-URL gehostet wird, die von SNI abhängt, verwenden Sie bitte HTTP. Dies ist ein Problem mit%1$s, das der Trackserver nicht beheben kann.

source: The Server extension in TrackMe's settings
de_de: Die Servererweiterung in den TrackMe-Einstellungen

source: WARNING
de_de: WARNUNG

source: the default value in TrackMe is 'php', but this will most likely NOT work, so better change it to something else. Anything will do, as long as the request is handled by WordPress' index.php, so it's better to not use any known file type extension, like 'html' or 'jpg'. A single character like 'z' (the default) should work just fine. Change the 'Server extension' setting in TrackMe to match the value you put here.
de_de: Der Standardwert in TrackMe ist "php", aber dies wird wahrscheinlich nicht funktionieren, also besser in einen anderen Wert ändern. Jeder Wert funktioniert, solange die Anforderung von WordPress index.php behandelt wird, so ist es besser, alle bekannten Dateityperweiterung wie "html" oder "Jpg" nicht zu verwenden. Ein einzelnes Zeichen wie 'Z' (Standard) sollte gut funktionieren. Ändern Sie die Einstellung "Servererweiterung" in TrackMe mit dem Wert, den Sie hier setzen.

source: your Trackserver profile
de_de: Ihr Trackserver Profil

source: Since version 1.9, Trackserver needs a separate password for online tracking with TrackMe. We do not use the WordPress password here anymore for security reasons. The access key is unique to your user account and it can be configured in %1$s. Your current TrackMe password is: %2$s. This is what you enter in the Password field in TrackMe's settings!!
de_de: Seit der Version 1.9 benötigt Trackserver ein separates Kennwort für das Online-Tracking mit TrackMe. Aus Sicherheitsgründen verwenden wir hier nicht das WordPress Kennwort. Der Zugriffsschlüssel ist eindeutig für Ihr Benutzerkonto und kann in %1$s konfiguriert werden. Ihr aktuelles TrackMe Kennwort lautet: %2$s. Dies ist das Kennwort in den TrackMe-Einstellungen!

source: if you just upgraded to version 1.9 or higher and you have been using Trackserver with TrackMe, you should update the password in TrackMe to match the password in your profile. Trackserver does not check your WordPress password anymore, because the way TrackMe uses your password is not sufficiently secure.
de_de: Wenn Sie ein Upgrade auf Version 1.9 oder höher durchgeführt haben und Track Server mit TrackMe verwendet haben, sollten Sie das Passwort in TrackMe so ändern, dass es mit dem Passwort in Ihrem Profil übereinstimmt. Trackserver überprüft Ihr WordPress-Passwort nicht mehr, da die Art und Weise, wie TrackMe Ihr Passwort verwendet, nicht ausreichend sicher ist.

source: The URL slug for MapMyTracks, used in 'Custom Url' setting in OruxMaps
de_de: Der URL-Slug für MapMyTracks, der in der Einstellung 'Benutzerdefinierte URL' in OruxMaps verwendet wird

source: Full custom URL
de_de: Vollständige benutzerdefinierte URL

source: Note about HTTPS: older versions of %1$s may or may not support %3$s for HTTPS connections. As of v%2$s, SNI is verified to work. If your WordPress depends on SNI for HTTPS connections and you cannot use the latest version of %1$s, please use HTTP. This is a problem with %1$s that Trackserver cannot fix.
de_de: Hinweis zu HTTPS: Ältere Versionen von%1$s unterstützen möglicherweise%3$s für HTTPS-Verbindungen. Ab v%2$s wird bestätigt, dass SNI funktioniert. Wenn Ihr WordPress von SNI für HTTPS-Verbindungen abhängig ist und Sie nicht die neueste Version von%1$s verwenden können, verwenden Sie bitte HTTP. Dies ist ein Problem mit%1$s, das der Trackserver nicht beheben kann.

source: The URL slug for OsmAnd, used in 'Online tracking' settings in OsmAnd
de_de: Der URL-Slug für OsmAnd, der in den Einstellungen von 'Online Tracking' in OsmAnd verwendet wird

source: Trackserver needs an access key for online tracking with OsmAnd. We do not use WordPress password here for security reasons. Since version 1.9 of Trackserver, the access key is unique to your user account and it can be configured in %1$s.
de_de: Trackserver benbötigt einen Zugriffsschlüssel für Online-Tracking mit OsmAnd. Wir verwenden aus Sicherheitsgründen keine WordPress Kennwörter. Seit Trackserver Version 1.9 ist der Zugriffsschlüssel individuell für Ihr Benutzerkonto und kann in %1$s konfiguriert werden.

source: if you just upgraded to version 1.9 or higher, the OsmAnd access key has been reset to a new random value. Your old key is no longer valid. If you use Trackserver with OsmAnd, please make sure the key matches your settings in OsmAnd. Your current access key is: %1$s. Change it regularly. You can find the full tracking URL in your Trackserver profile.
de_de: Wenn Sie gerade auf Version 1.9 oder höher aktualisiert haben, wurde der OsmAnd Access Key auf einen neuen zufälligen Wert zurückgesetzt. Ihr alter Schlüssel ist nicht mehr gültig. Bei Verwendung von Trackserver mit OsmAnd stellen Sie sicher, dass der Schlüssel Ihrer Einstellungen in OsmAnd entspricht. Ihr aktuellen Zugriffsschlüssel ist: %1$s. Andern Sie es regelmäßig. Die vollständige Tracking-URL finden Sie in Ihrem Trackserver Profil.

source: Generated track name in %1$s format. OsmAnd online tracking does not support the concept of 'tracks', there are only locations. Trackserver needs to group these in tracks and automatically generates new tracks based on the location's timestamp. The format to use (and thus, how often to start a new track) can be specified here. If you specify a constant string, without any strftime() format placeholders, one and the same track will be used forever and all locations.
de_de: Generierter Titelname in %1$s-Format. OsmAnd Online-Tracking unterstützt nicht das Konzept der "Touren", es gibt nur GEO-Positionen. Trackserver muss diese in Touren gruppieren und generiert automatisch neue Touren, basierend auf dem Standort-Zeitstempel. Das Format verwendet (und damit, wie oft eine neue Tour gestartet) kann hier angegeben werden. Wenn Sie eine Konstantenzeichenfolge, ohne irgendwelche strftime() Format Platzhalter angeben werden verwendet für immer und überall ein und dieselbe Strecke.

source: year
de_de: Jahr

source: month
de_de: Monat

source: day
de_de: Tag

source: hour
de_de: Stunde

source: The URL slug for SendLocation, used in SendLocation's settings
de_de: Der URL-Slug für SendLocation, der in den Einstellungen von SendLocation verwendet wird

source: Generated track name in %1$s format. SendLocation online tracking does not support the concept of 'tracks', there are only locations. Trackserver needs to group these in tracks and automatically generates new tracks based on the location's timestamp. The format to use (and thus, how often to start a new track) can be specified here. If you specify a constant string, without any strftime() format placeholders, one and the same track will be used forever and all locations.
de_de: Generierter Titelname in %1$s-Format. SendLocation Online-Tracking unterstützt nicht das Konzept der "Touren", es gibt nur GEO-Positionen. Trackserver muss diese in Touren gruppieren und generiert automatisch neue Touren, basierend auf dem Standort-Zeitstempel. Das Format verwendet (und damit, wie oft eine neue Tour gestartet wird) kann hier angegeben werden. Wenn Sie eine Konstantenzeichenfolge, ohne irgendwelche strftime() Format Platzhalter angeben werden verwendet für immer und überall ein und dieselbe Strecke.

source: The URL slug for OwnTracks, used in OwnTracks' settings
de_de: Der URL-Slug für OwnTracks, der in den Einstellungen von OwnTracksverwendet wird

source: Preferences -> Connection -> Host
de_de: Einstellungen -> Verbindung -> Host

source: Generated track name in %1$s format. OwnTracks online tracking does not support the concept of 'tracks', there are only locations. Trackserver needs to group these in tracks and automatically generates new tracks based on the location's timestamp. The format to use (and thus, how often to start a new track) can be specified here. If you specify a constant string, without any strftime() format placeholders, one and the same track will be used forever and all locations.
de_de: Generierter Titelname in %1$s-Format. OwnTracks Online-Tracking unterstützt nicht das Konzept der "Touren", es gibt nur GEO-Positionen. Trackserver muss diese in Touren gruppieren und generiert automatisch neue Touren, basierend auf dem Standort-Zeitstempel. Das Format verwendet (und damit, wie oft eine neue Tour gestartet wird) kann hier angegeben werden. Wenn Sie eine Konstantenzeichenfolge, ohne irgendwelche strftime() Format Platzhalter angeben werden verwendet für immer und überall ein und dieselbe Strecke.

source: The URL slug for upload via HTTP POST
de_de: Der URL-Slug für den Upload über HTTP POST

source: Full URL
de_de: Vollständige URL

source: OsmAnd online tracking settings
de_de: OsmAnd Online-Tracking-Einstellungen

source: SendLocation settings
de_de: SendLocation Einstellungen

source: OwnTracks settings
de_de: OwnTracks Einstellungen

source: HTTP upload settings
de_de: Http-Upload Einstellungen

source: Shortcode / map settings
de_de: Shortcode / Karteneinstellungen

source: Advanced settings
de_de: Erweitere Einstellungen

source: TrackMe server extension
de_de: TrackMe Server-Erweiterung

source: TrackMe password
de_de: TrackMe Kennwort

source: OsmAnd access key
de_de: OsmAnd Zugriffsschlüssel

source: OsmAnd trackname format
de_de: OsmAnd Trackname-Formatierung

source: SendLocation trackname format
de_de: SendLocation Trackname-Formatierung

source: OwnTracks trackname format
de_de: OwnTracks Trackname-Formatierung

source: Tile attribution
de_de: Tile Attribut

source: Enable proxy
de_de: Proxy aktivieren

source: Options
de_de: Einstellungen

source: Manage tracks
de_de: Touren verwalten

source: Your profile
de_de: Ihr Profil

source: File '%1$s': imported %2$s points from %3$s track(s) in %4$s seconds.
de_de: Datei "%1$s": %2$s Punkte aus %3$s Tour(en) in %4$s Sekunden importiert.

source: ERROR: File '%1$s' could not be validated as GPX 1.1
de_de: FEHLER: Die Datei '%1$s' konnte nicht als GPX 1.1 validiert werden

source: ERROR: Upload '%1$s' failed
de_de: FEHLER: Upload '%1$s' fehlgeschlagen

source: ERROR: Only .gpx files accepted; discarding '%1$s'
de_de: FEHLER: Nur .gpx Dateien akzeptiert; Verwerfen von "%1$s"

source: Merge all points of multiple tracks into one track. Please specify the name for the merged track.
de_de: Alle GEO-Positionen mehrerer Touren in einer Tour zusammenführen. Bitte vergeben Sie den Namen für die zusammengeführte Tour.

source: Merged track name
de_de: Zusammengeführter Tourenname

source: Warning: this action cannot be undone!
de_de: Diese Aktion kann nicht rückgängig gemacht werden!

source: Select files
de_de: Dateien auswählen

source: Upload
de_de: Hochladen

source: Selected files
de_de: Ausgewählte Dateien

source: Trackserver profile
de_de: Trackserver Profil

source: MapMyTracks profile
de_de: MapMyTracks Profil

source: SendLocation access key
de_de: SendLocation Zugriffsschlüssel

source: OwnTracks share with Friends
de_de: OwnTracks mit Freunden teilen

source: OwnTracks follow Friends
de_de: OwnTracks: Freunden folgen

source: Shortcode infobar template
de_de: Shortcode Infobar Vorlage

source: Geofencing
de_de: GEO-Begrenzung

source: Update profile
de_de: Profil aktualisieren

source: An access key for online tracking. We do not use WordPress password here for security reasons. The key should be added, together with your WordPress username, as a URL parameter to the online tracking URL set in OsmAnd, as displayed below. Change this regularly.
de_de: Zugangsschlüssel für Online-Tracking. Aus Sicherheitsfründen wird das WordPress Kennwort hier nicht verwendet. Der Schlüssel sollte hinzugefügt, zusammen mit Ihren WordPress-Benutzernamen als URL-Parameter für die Online-Tracking-URL festgelegt in OsmAnd, wie unten angezeigt werden. Ändern Sie dies regelmäßig.

source: An access key for online tracking. We do not use WordPress password here for security reasons. The key should be added, together with your WordPress username, as a URL component in the tracking URL set in SendLocation, as displayed below. Change this regularly.
de_de: Zugangsschlüssel für Online-Tracking. Aus Sicherheitsfründen wird das WordPress Kennwort hier nicht verwendet. Der Schlüssel sollte hinzugefügt, zusammen mit Ihren WordPress-Benutzernamen als URL-Parameter für die Online-Tracking-URL festgelegt in SendLocation, wie unten angezeigt werden. Ändern Sie dies regelmäßig.

source: Your personal server and script
de_de: Ihre persönlicher Server und Skript

source: A password for online tracking. We do not use WordPress password here for security reasons. Change this regularly.
de_de: Ein Passwort für das Online-Tracking. Aus Sicherheitsgründen verwenden wir hier kein WordPress-Passwort. Ändern Sie es regelmäßig.

source: Server extension
de_de: Servererweiterung

source: A comma-separated list of WordPress usernames, whom you want to share your location with. Users who use OwnTracks will see your latest location on the map, if they follow you. This setting is only about sharing your latest (live) location with OwnTracks users. It does not grant access to your track data in any other way.
de_de: Eine durch Kommas getrennte Liste von WordPress-Nutzernamen, mit denen Sie Ihren Standort teilen möchten. Benutzer, die OwnTracks verwenden, sehen Ihren aktuellen Standort auf der Karte, wenn sie Ihnen folgen. Diese Einstellung dient nur dazu, Ihren neuesten (Live-) Standort mit OwnTracks-Benutzern zu teilen. Es gewährt keinen Zugriff auf Ihre Track-Daten auf andere Weise.

source: See <a href="%1$s" target="_blank">the description of the Friends feature in the OwnTracks booklet</a> for more information.
de_de: Weitere Informationen finden Sie in <a href="%1$s" target="_blank">der Funktionsbeschreibung "Freunde" in OwnTracks</a> .

source: A comma-separated list of WordPress usernames, whom you want to follow with OwnTracks. These users must share their location with you, by listing your username in the "share with users" setting above. Leave this setting empty to follow all users that share their location with you. You can exclude users by prefixing their username with a "!" (exclamation mark).
de_de: Eine Komma-getrennte Liste von WordPress Benutzernamen, wen du willst, mit OwnTracks zu folgen. Diese Benutzer müssen ihre Position mit Ihnen teilen, indem Sie Ihren Benutzernamen in der Einstellung "Teilen mit Benutzer" oben auflisten. Lassen Sie diese Einstellung leer, um allen Benutzer zu folgen, die ihre Position mit Ihnen zu teilen. Sie können Benutzer ausschließen, durch voranstellen von ihren Benutzernamen mit einem "!" (Ausrufezeichen).

source: With live tracking, an information bar can be shown on the map, displaying some data from the latest trackpoint. Here you can format the content of the infobar. Possible replacement tags are {lat}, {lon}, {timestamp}, {altitude}, {speedms}, {speedkmh}, {speedmph}, {userid}, {userlogin}, {displayname}.
de_de: Mit Live-Tracking können Daten aus der aktuellsten GEO-Position in der Informationsleiste auf der Karte angezeigt werden. Hier können Sie den Inhalt der Infoleiste formatieren. Möglicher Ersatz Tags sind {Lat}, {Lon}, {Timestamp}, {Höhe}, {Speedms}, {Speedkmh}, {Speedmph}, {ID}, {Userlogin}, {"DisplayName"}.

source: Hide
de_de: Ausblenden

source: Track updates that fall within the specified radius (in meters) from the center point, will be marked as hidden or discarded, depending on the specified action. Modify the "0, 0, 0" entry to add a new fence. Set the values to "0, 0, 0, Hide" to delete an entry. The center point coordinates should be specified in decimal degrees. A radius of 0 will disable the fence. Use the link below to view existing geofences. You can also click the map to pick the center coordinates for a new fence. Remember to set a radius and update your profile afterwards.
de_de: Touren die außerhalb des angegebenen Radius (in Metern) fallen, werden als unsichtbar gekennzeichnet oder verworden, abhängig von der gewählten Aktion. Ändern Sie "0, 0, 0" um eine neue GEO-Begrenzung hinzuzufügen. Setzen Sie "0, 0, 0, Hide" um einen Eintrag zu löschen. Der Zentrierpunkt sollte in Grad angegeben werden. Ein Radius von 0 deaktiviert die GEO-Begrenzung. Sie können auch auf die Karte klicken um den Mittelpunkt der GEO-Begrenzung zu setzen. Aktualisieren Sie danach Ihr Profil.

source: Center latitude
de_de: Breitengrad als Kartenzentrum

source: Longitude
de_de: Längengrad

source: Action
de_de: Aktion

source: Geofences
de_de: GEO-Begrenzung

source: View geofences
de_de: GEO-Begrenzung anzeigen

source: It seems you have made changes to the geofences. Don't forget to update your profile!
de_de: Sie haben Änderungen an GEO-Begrenzungen vorgenommen. Vergessen Sie nicht, Ihr Profil zu aktualisieren!

source: It seems you have insufficient permissions to manage track ID
de_de: Sie haben nicht genügend Berechtigungen zum Verwalten der Track-ID

source: Profile updated
de_de: Profil aktualisiert

source: ERROR: could not update user profile
de_de: FEHLER: Benutzerprofil konnte nicht aktualisiert werden

source: Deleted %1$d location(s) in %2$d track(s).
de_de: %1$ d GEO-Positionen in %2$ d Tour(en) gelöscht.

source: No tracks deleted
de_de: Keine Touren gelöscht

source: Merged %1$d location(s) from %2$d track(s) into '%3$s'.
de_de: %1$d Orte von %2$d Touren zusammengeführt in '%3$s'.

source: Need >= 2 tracks to merge, got only %1\$d
de_de: Für Zusammenführung werden >= 2 Touren benötigt, nur %1\$d gefunden

source: Recalculated track stats for %1$d track(s) in %2$d seconds
de_de: Neuberechnung für %1$d Tour(en) in %2$d Sekunden

source: No tracks found to recalculate
de_de: Keine Touren für Neuberechnung gefunden
